Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/regjeringen.no/dearvvahansardni-daiddaskuvlla-rahpandil_id_654228.html.tmx
Source language: sme
Languages: sma

source: Dearvvahansárdni dáiddaskuvlla rahpandilálašvuhtii Kárášjogas 02.09.2011 Stáhtačálli Raimo Valle, Ođasmahttin-, hálddahus- ja girkodepartemeanta
sma: Heelsegehåaleme tjeahpoeskuvlen rïhpestæmman Karasjohkesne 02.09.2011Staatetjaelije Raimo Valle, Orrestehteme, reereme- jïh gærhkoedepartemente

source: Ráhkis oasseváldit !
sma: Gieries gaajhkesh dovnesh !

source: Lean hui ilus go lean beassan searvat Dáiddaskuvlla rahpamii Kárášjogas.
sma: Manne joekoen geerjene ihke åadtjoem meatan årrodh tjeahpoeskuvlen rïhpestimmesne Karasjohkesne.

source: Skuvla lea dat vuosttas sámi visuálalaš dáiddaskuvla ja das šaddá dehálaš doaibma ovddidit sámi dáiddavugiid ja sámi iešáddejumi boahtteáiggis.
sma: Skuvle lea dïhte voestes saemien skuvle visuelle tjeahpose jïh nov gujht sæjhta aktem vihkeles råållem spealadidh juktie saemien tjeahpoem jïh saemien jïjtjegoerkesem evtiedidh båetijen aejkien.

source: Dieđán man moalkás mátki lea leamaš oažžut dohkkehit skuvlla ja máŋggas leat leamaš mielde dán barggus.
sma: Manne daajram akte guhkies geajnoe orreme juktie jååhkesjimmiem åadtjodh skuvlem åvteste. Jeenjesh leah meatan orreme barkosne.

source: Lean ilus go Finnmárkku fylkkagielda, Sámediggi ja Kárášjoga gielda ovttas leat ruhtadan dáiddaskuvlla ásaheami ja visteláigogoluid.
sma: Manne geerjene ihke Finnmarhken fylhkentjïelte, Saemiedigkie jïh Karasjohken tjïelte leah ektesne beetnehdåarjoeh vadteme juktie tjeahpoeskuvlem tseegkedh jïh gåetiem leejjedh.

source: Dát čájeha ahte ovttasbargu addá ovdáneami.
sma: Daate vuesehte laavenjostoe evtiedimmiem vadta.

source: Jos vel leamaš ge máŋggas mielde, de háliidan erenoamážit rámidit Sámi dáiddačehpiid searvvi go sii váibatkeahttá leat áŋgiruššan ásahit dáiddaskuvlla.
sma: Jalhts jeenjesh viehkiehtamme, sïjhtem daesnie Saemien tjiehpiedæjjaj siebriem heevehtidh dan stoerre barkoen åvteste maam dijjieh dorjeme ihke buektiehtidh aktem tjeahpoeskuvlem tseegkedh.

source: Dáiddaoahppu lei okta daid vuosttas áššiin maid searvi ovddidii Sámekonferensii juo jagi 1980. 2004:s vuođđuduvvui Dáiddaskuvla vuođđudussan.
sma: Tjeahpoeøøhpehtimmie lij akte dejstie voestes aamhtesijstie maam siebrie åvtese bïeji jïh Saemiekonferansese bøøkti joe jaepien 1980.

source: Vuođđuduskapitálan skeŋkejedje Sámi dáiddačehpiid searvvi miellahtut iežaset dáiddadujiid.
sma: Stiftelseskapitaaline Saemien tjiehpiedæjjaj siebrien lïhtsegh sijjen jïjtsh tjeahpoeh vedtin.

source: Searvái lea danne stuora vuoitun go skuvla dál lea sajis ja ahte oahppit dál čakčat besset álggahit oahpuset.
sma: Dannasinie akte aavre siebrese daate skuvle saahtan lea daesnie, jïh learohkh maehtieh øøhpehtimmiem aelkedh daan tjaktjen.

source: Nu go juo diehtibehtet de dáhtu otná ráđđehus buorebut almmolaš jođihuvvon skuvllaid.
sma: Goh dijjieh badth daejrede dle jienebelåhkoereerenasse buerebh sæjhta byøgkeles skuvlh utnedh.

source: Mii leat almmatge váldán duođas cealkámuša min politihkalaš julggaštusas, gos celkojuvvo: “ Ráđđehus háliida oahppovuogádaga mii váldá vuhtii sámiid erenoamáš dárbbuid ”.
sma: Mijjieh ojhte læjhkan aktem lahtestimmiem meatan vaalteme mijjen politihken betnesne, gusnie tjåådtje. “ Reerenasse sæjhta aktem lïerehtimmievuekiem utnedh mij saemiej sjïere daerpiesvoeth voebnesje ”.

source: Máhttodepartemeanta de dohkkehii jagi 2010 skuvlla doarjjavuoigaduvvon priváhta joatkkaskuvlan ja oahppit ožžot stipeandda ja loana Stáhta loatnakássas.
sma: Skuvlem dannasinie jååhkesjamme goh akte privaate jåarhkeskuvle mij edtja beetnehdåarjoem utnedh Maahtoedepartementeste 2010, jïh learohkh edtjieh stipendem åadtjodh jïh beetnegh løønedh Staaten løønemekaasseste.

source: Dehálaš ággan dohkkeheapmái lei ahte skuvla fállá dušše dáiddafágaid oahpahusfágan.
sma: Akte vihkeles biehkie jååhkesjimmesne lea dah tjeahpoefaagh leah abpe skuvlen lïerehtimmiefaalenasse.

source: Dáiddaskuvla sáhttá de ovttas dábálaš lohkangealbbuin addit vuođu viidáset visuálalaš dáiddaohppui.
sma: Tjeahpoeskuvle maahta naemhtie, sïejhme studijemaahtojne ektine, abpe våarome årrodh dan vijriebasse øøhpehtæmman visuelle tjeahpoen sisnjelen.

source: Oahppu sáhttá maid leat buorre vuolggasadjin visuála dáiddalaš virgedássái.
sma: Øøhpehtimmie maahta aaj akte hijven aalkove årrodh juktie visuelle tjeahpoen sisnjelen barkedh.

source: Dáiddaskuvla Kárášjogas addá ohppiide vejolašvuođaid oažžut dáiddafágalaš oahpu sámi birrasis ja árjjálaš sámi govvadáiddabirrasis.
sma: Tjeahpoeskuvle daennie Karasjohkesne sæjhta studentide nuepieh vedtedh aktem tjeahpoefaagen øøhpehtimmiem åadtjodh saemien byjreskinie, jïh aktene eadtjohke byjresisnie saemien guvvietjeahpose.

source: Mun lean sihkkar ahte dii geat váldibehtet oahpu dán skuvllas oažžubehtet buriid rámmaid oahppat visuálalaš dáiddavugiid ja ahte dii lehpet dehálaš váikkuheaddjit sámi kultuvrra boahtteáigái.
sma: Manne ojhte daajram dijjieh mah øøhpehtimmiem vaeltieh daennie skuvlesne sijhtieh hijvenlaakan visuelle tjeahpoevuekieh lïeredh jïh dijjieh sïjhtede vihkeles dåarjoem vedtedh dan saemien kultuvrese båetijen aejkien.

source: Dáidaga bokte čatnat mii čanastagaid ovddešáigái ja seammás govvet dálá servodaga.
sma: Tjeahpoen tjirrh maehtebe baantem gårredidh båetijen aajkan, jïh seamma tïjjen daan beajjetje siebriedahkem vuesiehtidh.

source: Sámi dáidda beassá leat mielde duddjomin árvvu ja áddejumi sámi iešvuhtii, kultuvrii ja girjáivuhtii.
sma: Saemien tjeahpoe maahta meatan årrodh earoem jïh goerkesimmiem sjugniedidh saemien jïjtsevoetese, kultuvrese jïh gellielaaketjasse.

source: Mun sávan didjiide buohkaide – skuvlla ohppiide ja bargiide – lihkku boahtte skuvlajagiin ja boahtteáiggiin !
sma: Bene tjeahpoe jïh dijjieh goh skuvle, edtjieh gyhtjelassh dan bïjre gihtjedh mij lea daelie, båajhtoeh åssjaldahkh haestedh jïh mijjen båetijen aajkan vuejnedh.
